bedroom_choices = {"1": 1, "2": 2, "3": 3, "4": 4, "5": 5}

price_choices = {
    "1000000": "1 000 000 руб",
    "2000000": "2 000 000 руб",
    "3000000": "3 000 000 руб",
    "4000000": "4 000 000 руб",
    "5000000": "5 000 000 руб",
    "6000000": "6 000 000 руб",
    "7000000": "7 000 000 руб и больше",
}

state_choices = {
    "Краснодарский край": "23 Краснодарский край",
    "Ростовская область": "61 Ростовская область",
    "Республика Адыгея (Адыгея)": "01 Республика Адыгея (Адыгея)",
    "Республика Башкортостан": "02 Республика Башкортостан",
    "3": "Республика Бурятия",
    "4": "Республика Алтай",
    "5": "Республика Дагестан",
    "6": "Республика Ингушетия",
    "7": "Кабардино-Балкарская Республика",
    "8": "Республика Калмыкия",
    "9": "Карачаево-Черкесская Республика",
    "10": "Республика Карелия",
    "11": "Республика Коми",
    "12": "Республика Марий Эл",
    "13": "Республика Мордовия",
    "14": "Республика Саха (Якутия)",
    "15": "Республика Северная Осетия — Алания",
    "16": "Республика Татарстан (Татарстан)",
    "17": "Республика Тыва",
    "18": "Удмуртская Республика",
    "19": "Республика Хакасия",
    "20": "Чеченская Республика",
    "21": "Чувашская Республика — Чувашия",
    "22": "Алтайский край",
}
